/* Archive - NSOpenPanel button title */
"Archive" = "Архивировать";

/* Archive Files - NSOpenPanel title */
"Archive Files" = "Архивировать файлы";

/* title of progress window */
"Archive Utility" = "Утилита архивирования";

/* alert: archiving operation was canceled */
"Archiving \"%1$@\" into \"%2$@\" was canceled." = "Архивирование «%1$@» в «%2$@» отменено.";

/* progress string when archiving */
"Archiving \"%1$@\"\\U2026" = "Архивирую «%1$@»…";

/* Cancel */
"Cancel" = "Отменить";

/* Progress subtext when cleaning up */
"Cleaning up\\U2026" = "Очищаю…";

/* alert: unable to unpack archive - unable to find suitable target directory */
"Could not find a writable folder for the contents of \"%1$@.\"  Try moving it to a writable folder." = "Не удалось найти папку, доступную для записи, для содержимого «%1$@».  Попробуйте переместить его в папку, доступную для записи.";

/* alert: unable to unarchive - target is not a dir or does not exist */
"Could not find a writable folder in which to create an archive of \"%1$@.\"  Try moving it to a writable folder." = "Не удалось найти папку, доступную для записи, для создания архива из «%1$@».  Попробуйте переместить его в папку, доступную для записи.";

/* debug alert: finished archiving */
"Finished archiving \"%1$@\" into \"%2$@\"." = "Архивирование «%1$@» в «%2$@» завершено.";

/* debug alert: archive finished unpacking */
"Finished unarchiving \"%1$@\" into \"%2$@\"." = "Разархивирование «%1$@» в «%2$@» завершено.";

/* Default name of progress window */
"Progress" = "Выполнение операции";

/* prompt when trying to save archive/unarchive */
"Select a location to save \"%1$@\"\\U2026" = "Выбрать место для сохранения «%1$@»…";

/* alert: unable to make archive */
"Unable to archive \"%1$@\" into \"%2$@\".\n(Error %3$d - %4$@.)" = "Невозможно архивировать «%1$@» в «%2$@».\n(Ошибка %3$d - %4$@)";

/* unable to delete source */
"Unable to delete \"%1$@\"." = "Невозможно удалить «%1$@».";

/* unable to delete archive */
"Unable to delete archive \"%1$@\"." = "Невозможно удалить архив «%1$@».";

/* alert: unarchiving this flavor archive is not supported */
"Unable to expand \"%@\" - it is in an unsupported format." = "Не удается разархивировать «%@». Этот формат не поддерживается.";

/* alert: unarchiving stuffit archives is not supported */
"Unable to expand \"%@\" - Stuffit archives are not supported." = "Не удается разархивировать «%@» — архивы Stuffit не поддерживаются.";

/* unable to finish unarchiving alert - move failed */
"Unable to finish unarchiving \"%1$@\" into \"%2$@\".\nCould not move \"%3$@\" into destination directory." = "Невозможно завершить архивирование «%1$@» в «%2$@».\nПеремещение «%3$@» в каталог назначения не удалось.";

/* unable to move source */
"Unable to move \"%1$@\" to \"%2$@." = "Невозможно переместить «%1$@» в «%2$@».";

/* unable to move source alert - destination does not exist or not a directory */
"Unable to move \"%1$@\" to \"%2$@\".\nTarget does not exist or is not a directory." = "Невозможно переместить «%1$@» в «%2$@».\nЦель не существует или не является каталогом.";

/* unable to trash source */
"Unable to move \"%1$@\" to Trash." = "Невозможно переместить «%1$@» в Корзину.";

/* unable to move archive */
"Unable to move archive \"%1$@\" to \"%2$@." = "Невозможно переместить архив «%1$@» в «%2$@».";

/* unable to move alert - destination does not exist or not a directory */
"Unable to move archive \"%1$@\" to \"%2$@\".\nTarget does not exist or is not a directory." = "Невозможно переместить архив «%1$@» в «%2$@».\nЦель не существует или не является каталогом.";

/* unable to trash archive */
"Unable to move archive \"%1$@\" to Trash." = "Невозможно выбросить архив «%1$@» в Корзину.";

/* unable to open archive for unarchive alert */
"Unable to open archive \"%1$@\".\n(Error %2$d - %3$@.)" = "Невозможно открыть архив «%1$@».\n(Ошибка %2$d - %3$@.)";

/* unable to open damaged archive for unarchive alert */
"Unable to open damaged archive \"%1$@\"." = "Не удается открыть поврежденный архив «%1$@».";

/* unable to unarchive alert */
"Unable to unarchive \"%1$@\" into \"%2$@\".\n(Error %3$d - %4$@.)" = "Невозможно разархивировать «%1$@» в «%2$@».\n(Ошибка %3$d - %4$@.)";

/* Unarchive - NSOpenPanel button title */
"Unarchive" = "Разархивировать";

/* Unarchive File - NSOpenPanel title */
"Unarchive File" = "Разархивировать файл";

/* alert: unarchiving operation was canceled */
"Unarchiving \"%1$@\" into \"%2$@\" was canceled." = "Разархивирование «%1$@» в «%2$@» отменено.";

/* progress string when unarchiving */
"Unarchiving \"%1$@\"\\U2026" = "Разархивирую «%1$@»…";

